{
    "languageToggle": "Language",
    "presentation": {
        "greeting": "Hi! Welcome",
        "first": "If you got here I'm assuming you're not lost. However, even if you are, maybe this could still be productive to you.",
        "second": "Anyways, I hope you like it here since this is what I consider the entrypoint for my works showcase."
    },
    "resume": {
        "title": "Resume",
        "subtitle": "What can I do?",
        "first": "I'm able to develop several tasks related to building a web presence.",
        "second": "I call myself a backend developer because that is my area of focus. However, I do know my way around some frontend frameworks/tools.",
        "third": "These are some of my skills/tooling:",
        "skills": {
            "languages": "Programming Languages",
            "frameworks": "Frameworks",
            "markup": "Mark up languages",
            "sql": "SQL Databases",
            "nosql": "NoSQL Databases",
            "cloud": "Cloud Infrastructure",
            "other": "Other tools"
        }
    },
    "portfolio": {
        "title": "Portfolio",
        "subtitle": "These are some of the projects I'm working (or have worked) on:",
        "projects": {
            "myWebsite": {
                "name": "Personal website",
                "description": "This project is the site you are browsing right now. It's a simple static page deployed directly on GitHub Pages."
            },
            "pypix": {
                "name": "PyPIX",
                "description": "This is a python package for generating static PIX codes used for money transfers in Brazil.\nThis can be used for automation of QR Code generation to improve your software user experience."
            },
            "pyinterboleto": {
                "name": "pyinterboleto",
                "description": "Python package to handle invoice issuing/querying for legal entities in Brazil via Banco Inter's API."
            },
            "femmeEcommerce": {
                "name": "Femme's E-commerce",
                "description": "This is a fullstack e-commerce website for Femme's Brewery.\n\nFemme is a craft brewery that is established in cities throughout the state of Paraíba in Brazil."
            },
            "metacontrol": {
                "name": "Metacontrol",
                "description": "This one was initiated during my Masters. In fact, this is the poster child for the whole thing.\n\nIt's an assembly of several areas related to Process Engineering: Linear Algebra, Statistics, Machine Learning (a sub sect of it, called Gaussian Regression), Non Linear Optimization, etc.\n\nAll of these are bundled in a desktop application that has process engineers as end users. This was my first professional experience that involved software development."
            },
            "pyhensad": {
                "name": "pyHENSAD",
                "description": "This is a desktop software application that also has process engineers (students) as end users.\n\nIt's a re-implementation of an already existing software called HENSAD."
            }
        },
        "description": "Description",
        "githubCheck": "Check it out on GitHub",
        "tech": "Tech used"
    }
}