{
    "languageToggle": "Idioma",
    "presentation": {
        "greeting": "Olá! Seja bem vindo",
        "first": "Se chegou até aqui eu presumo que não está perdido. Porém, mesmo que esteja, talvez isto ainda seja produtivo para você.",
        "second": "De qualquer forma, espero que goste do que está vendo. Isto é o que considero a vitrine dos meus trabalhos."
    },
    "resume": {
        "title": "Currículo",
        "subtitle": "O que eu posso fazer?",
        "first": "Eu desenvolvo diversas tarefas relacionadas à construção de uma presença na web.",
        "second": "Eu me atribuo como desenvolvedor backend porque esta é a minha área de foco. No entanto, eu sei me \"virar\" com algumas ferramentas/frameworks de frontend.",
        "third": "Estas são algumas das minhas habilidades/ferramentas que manuseio:",
        "skills": {
            "languages": "Linguagens de Programação",
            "frameworks": "Frameworks",
            "markup": "Linguagens Mark up",
            "sql": "Databases SQL",
            "nosql": "Databases NoSQL",
            "cloud": "Infraestrutura na Nuvem",
            "other": "Outras Ferramentas"
        }
    },
    "portfolio": {
        "title": "Portfólio",
        "subtitle": "Estes são alguns dos projetos que estou trabalhando (ou já trabalhei):",
        "projects": {
            "myWebsite": {
                "name": "Site pessoal",
                "description": "Este projeto é o site que você se encontra agora. É uma página estática hospedada diretamente no GitHub Pages."
            },
            "pypix": {
                "name": "PyPIX",
                "description": "Este projeto é um pacote em Python para gerar códigos PIX estáticos.\nPode ser usado na automação de geração de QR codes para a experiência de usuário de seu software."
            },
            "pyinterboleto": {
                "name": "pyinterboleto",
                "description": "Biblioteca em Python para gerenciamento de emissões/consultas de boletos pela API do Banco Inter."
            },
            "femmeEcommerce": {
                "name": "E-commerce da Femme",
                "description": "Este é um site fullstack feito para a Femme Cervejaria.\n\nA Femme é uma cervejaria artesanal estabelecida em diversas cidades do estado da Paraíba."
            },
            "metacontrol": {
                "name": "Metacontrol",
                "description": "Este daqui foi iniciado durante meu Mestrado.\n\nEu diria até que é produto do mestrado em si.\n\nÉ uma congregação de várias área relacionadas à Engenheria de Processos: Álgebra Linear, Estatística, Aprendizado de Máquina (uma seção deste, chamada de Regressão Gaussiana), Otimização Não Linear, etc.\n\nTudo isso é empacotado em uma aplicação desktop que tem engenheiros de processo como usuários finais. Esta foi minha primeira experiência profissional que envolveu desenvolvimento de software."
            },
            "pyhensad": {
                "name": "pyHENSAD",
                "description": "Este é uma aplicação de software desktop que também tem engenheiros de processo (estudantes) como usuário final.\n\nÉ uma re-implementação de outro software que já existia chamado HENSAD."
            }
        },
        "description": "Descrição",
        "githubCheck": "Dá uma olhada no GitHub",
        "tech": "Tecnologias usadas"
    }
}